<?php
namespace app\config;
class Prices
{
    public $shrot = [
        '25' => [
            'Январь' => '121',
            'Февраль' => '137',
            'Август' => '124',
            'Сентябрь' => '137',
            'Октябрь' => '122',
            'Ноябрь' => '125',
        ],
        '50' => [
            'Январь' => '118',
            'Февраль' => '121',
            'Август' => '145',
            'Сентябрь' => '147',
            'Октябрь' => '143',
            'Ноябрь' => '145',
        ],
        '75' => [
            'Январь' => '137',
            'Февраль' => '124',
            'Август' => '136',
            'Сентябрь' => '143',
            'Октябрь' => '112',
            'Ноябрь' => '136',
        ],
        '100' => [
            'Январь' => '142',
            'Февраль' => '131',
            'Август' => '138',
            'Сентябрь' => '112',
            'Октябрь' => '117',
            'Ноябрь' => '138',
        ],
    ];

    public $jmih = [
        '25' => [
            'Январь' => '121',
            'Февраль' => '137',
            'Август' => '124',
            'Сентябрь' => '137',
            'Октябрь' => '122',
            'Ноябрь' => '125',
        ],
        '50' => [
            'Январь' => '118',
            'Февраль' => '121',
            'Август' => '145',
            'Сентябрь' => '147',
            'Октябрь' => '143',
            'Ноябрь' => '145',
        ],
        '75' => [
            'Январь' => '137',
            'Февраль' => '124',
            'Август' => '136',
            'Сентябрь' => '143',
            'Октябрь' => '112',
            'Ноябрь' => '136',
        ],
        '100' => [
            'Январь' => '142',
            'Февраль' => '131',
            'Август' => '138',
            'Сентябрь' => '112',
            'Октябрь' => '117',
            'Ноябрь' => '138',
        ],
    ];

    public $soya = [
        '25' => [
            'Январь' => '121',
            'Февраль' => '137',
            'Август' => '124',
            'Сентябрь' => '137',
            'Октябрь' => '122',
            'Ноябрь' => '125',
        ],
        '50' => [
            'Январь' => '118',
            'Февраль' => '121',
            'Август' => '145',
            'Сентябрь' => '147',
            'Октябрь' => '143',
            'Ноябрь' => '145',
        ],
        '75' => [
            'Январь' => '137',
            'Февраль' => '124',
            'Август' => '136',
            'Сентябрь' => '143',
            'Октябрь' => '112',
            'Ноябрь' => '136',
        ],
        '100' => [
            'Январь' => '142',
            'Февраль' => '131',
            'Август' => '138',
            'Сентябрь' => '112',
            'Октябрь' => '117',
            'Ноябрь' => '138',
        ],
    ];
}